Repository: qdraw/starsky
Catalog: starsky/starsky.feature.language/LanguageContent.*.resx
Languages: de, nl

# MessageGeoSyncExplainer
source: The location is derived from a gpx file located in the current folder and based on the location place names are appended to the images
de: Der Ort wird aus einer in dem aktuellen Ordner befindlichen gpx-Datei abgeleitet und basierend auf dem Ort werden Ortsnamen den Bildern hinzugefügt
nl: De locatie wordt afgeleid van een gpx bestand die zich in de huidige map bevind en op basis van de locatie worden er plaatsnamen bij de afbeeldingen gevoegd

# MessageManualThumbnailSync
source: Generate thumbnail images
de: Miniaturbilder generieren
nl: Thumbnail afbeeldingen generen

# MessageManualThumbnailSyncExplainer
source: This action generate on the background lots of thumbnail images, this does impact the performance
de: Diese Aktion generiert im Hintergrund viele Miniaturbilder, was sich auf die Leistung auswirkt
nl: Deze actie genereert op de achtergrond veel miniatuurafbeeldingen, dit heeft invloed op de prestaties

# MessageNonValidExtension
source: This file cannot be saved
de: Diese Datei kann nicht gespeichert werden
nl: Dit bestand kan zo niet worden weggeschreven

# MessageChangeToDifferentExtension
source: Pay attention! You change the file extension, which can make it unreadable
de: Achtung! Sie ändern die Dateierweiterung, was dazu führen kann, dass sie nicht lesbar wird
nl: Let op! Je veranderd de extensie van het bestand, deze kan hierdoor onleesbaar worden

# MessageRenameServerError
source: Something went wrong with the request, please try again later
de: Bei der Anfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut
nl: Er is iets misgegaan met de aanvraag, probeer het later opnieuw

# MessageDisplayOptions
source: Display options
de: Anzeigeoptionen
nl: Weergave opties

# MessageDisplayOptionsSwitchButtonCollectionsOff
source: Show raw files
de: Rohdateien anzeigen
nl: Toon raw bestanden

# MessageDisplayOptionsSwitchButtonCollectionsOn
source: Hide Raw files
de: Rohdateien ausblenden
nl: Verberg raw bestanden

# MessageDisplayOptionsSwitchButtonIsSingleItemOff
source: Load everything
de: Alles laden
nl: Alles inladen

# MessageDisplayOptionsSwitchButtonIsSingleItemOn
source: Small loading
de: Kleine Ladung
nl: Klein inladen

# MessageDisplayOptionsSwitchButtonIsSocketOn
source: Realtime updates
de: Echtzeitupdates

# MessageDisplayOptionsSwitchButtonIsSocketOff
source: Refresh yourself
de: Selbst aktualisieren
nl: Ververs zelf

# MessageDownloadSelection
source: Download selection
de: Auswahl herunterladen
nl: Download selectie

# MessageOriginalFile
source: Original file
de: Originaldatei
nl: Origineel bestand

# MessageThumbnailFile
source: Thumbnail
de: Vorschaubild

# MessageModalDatetime
source: Edit date and time
de: Datum und Uhrzeit bearbeiten
nl: Datum en tijd bewerken

# MessageYear
source: Year
de: Jahr
nl: Jaar

# MessageMonth
source: Month
de: Monat
nl: Maand

# MessageDate
source: Day
de: Tag
nl: Dag

# MessageTime
source: Time
de: Zeit
nl: Tijd

# MessageErrorDatetime
source: The date and time were entered incorrectly
de: Das Datum und die Uhrzeit wurden falsch eingegeben
nl: De datum en tijd zijn incorrect ingegeven

# MessageDeleteIntroText
source: Are you sure you want to delete this file from all devices?
de: Möchten Sie diese Datei wirklich von allen Geräten löschen?
nl: Weet je zeker dat je dit bestand wilt verwijderen van alle devices?

# MessageConnectionRealtimeError
source: The connection is not quite right. We are trying to fix it
de: Die Verbindung stimmt nicht ganz. Wir versuchen es zu beheben
nl: De verbinding is niet helemaal oké. We proberen het te herstellen

# MessageApplicationFailed
source: The application has failed. Please reload it to try it again
de: Die Verbindung stimmt nicht ganz. Wir versuchen es zu beheben
nl: De verbinding is niet helemaal oké. Probeer te herladen

# MessageNumberOfResults
source: results
de: Ergebnisse
nl: resultaten

# MessageNoResult
source: No result
de: Kein Ergebnis
nl: Geen resultaat

# MessageTryOtherQuery
source: Try another search query
de: Versuchen Sie eine andere Suchanfrage
nl: Probeer een andere zoekopdracht

# MessagePageNumberToken
source: Page {pageNumber} of
de: Seite {pageNumber} von
nl: Pagina {pageNumber} van

# MessageEmptyTrash
source: There is nothing in the trash
de: Es befindet sich nichts im Papierkorb
nl: Er staat niets in de prullenmand

# MessageNotFound
source: Not Found
de: Nicht gefunden
nl: Oeps niet gevonden

# MessageGoToHome
source: Go to the homepage
de: Gehe zur Startseite
nl: Ga naar de homepagina

# MessageReadMoreHere
source: Read more here
de: Lesen Sie hier mehr
nl: Lees meer hier

# MessageImport
source: Import
nl: Importeren

# MessageImportHeader
source: Import
nl: Importeren

# ColorClassColour3
source: Orange
nl: Oranje
