Repository: qdraw/starsky
Catalog: starsky/starsky.feature.language/LanguageContent.*.resx
Languages: de, nl

# MessageMoveFolderIntoTrashIntroText
source: Are you sure you want to move this folder into the trash?
de: Möchten Sie diesen Ordner wirklich in den Papierkorb verschieben?
nl: Weet u zeker dat u deze map naar de prullenbak wilt verplaatsen?

# MessageCancel
source: Cancel
de: Abbrechen
nl: Annuleren

# MessageTrash
source: Trash
de: Papierkorb
nl: Prullenbak

# MessageMoveToTrash
source: Move to trash
de: In den Papierkorb verschieben
nl: Verplaatsen naar prullenbak

# MessageMoveCurrentFolderToTrash
source: Move current folder to trash
de: Aktuellen Ordner in den Papierkorb verschieben
nl: Huidige map naar prullenbak

# MessageMove
source: Move
de: Verschieb
nl: Verplaats

# MessageTo
source: to
de: in
nl: naar

# MessageRestoreFromTrash
source: Restore from trash
de: Aus dem Papierkorb wiederherstellen
nl: Herstellen uit prullenbak

# MessageSynchronizeManually
source: Synchronize manually
de: Manuell synchronisieren
nl: Handmatig synchroniseren

# MessageDownload
source: Download
de: Herunterladen

# MessagePublish
source: Publish
de: Veröffentlichen
nl: Publiceren

# MessageReadOnlyFile
source: Read only file
de: Schreibgeschützte Datei
nl: Alleen-lezen bestand

# MessageNotFoundSourceMissing
source: Not found. Source missing.
de: Nicht gefunden. Quelle fehlt.
nl: Niet gevonden. Bron ontbreekt.

# MessageServerInputError
source: Something is wrong with the input
de: Etwas stimmt nicht mit der Eingabe
nl: Er is iets mis met de input

# MessageIsInTheTrash
source: Is in the trash
de: Befindet sich im Papierkorb
nl: Staat in de prullenbak

# MessageDeletedRestoreInstruction
source: 'Restore from Trash' to edit the item
de: 'Aus dem Papierkorb wiederherstellen', um das Element zu bearbeiten
nl: 'Zet terug uit prullenbak' om het item te bewerken

# MessageHome
source: Home
de: Startseite

# MessagePhotosOfThisWeek
source: Photos of this week
de: Fotos dieser Woche
nl: Foto's van deze week

# MessagePreferences
source: Preferences
de: Einstellungen
nl: Voorkeuren

# MessageLogout
source: Logout
de: Ausloggen
nl: Uitloggen

# MessageSaved
source: Saved
de: Gespeichert
nl: Opgeslagen

# MessageCloseDetailScreenDialog
source: Close detail screen
de: Detailbildschirm schließen
nl: Sluit detailscherm

# MessageCloseDialogBackToFolder
source: Parent folder
de: Elternordner
nl: Terug naar map

# MessageIncludingColonWord
source: Including:
de: Inklusive:
nl: Inclusief:

# MessageAddLocation
source: Add location
de: Ort hinzufügen
nl: Voeg locatie toe

# MessageUpdateLocation
source: Update location
de: Ort aktualisieren
nl: Werk locatie bij

# MessageViewLocation
source: View location
de: Ort anzeigen
nl: Bekijk locatie

# MessageErrorGenericFail
source: Something went wrong with the update. Please try again
de: Bei der Aktualisierung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut
nl: Er is iets misgegaan met het updaten. Probeer het opnieuw

# MessageNoPhotosInFolder
source: There are no photos in this folder
de: In diesem Ordner befinden sich keine Fotos
nl: Er zijn geen foto's in deze map

# MessageNewUserNoPhotosInFolder
source: New? Set your drive location in the settings.
de: Neu? Legen Sie Ihren Laufwerksspeicherort in den Einstellungen fest.
nl: Nieuw? Stel je schijflocatie in de instellingen.

# MessageItemsOutsideFilter
source: There are more items, but these are outside of your filters. To see everything click on 'Reset Filter'
de: Es gibt mehr Elemente, aber diese befinden sich außerhalb Ihrer Filter. Um alles zu sehen, klicken Sie auf 'Filter zurücksetzen'
nl: Er zijn meer items, maar deze vallen buiten je filters. Om alles te zien klik op 'Herstel Filter'

# MessageSelectPresentPerfect
source: selected
de: ausgewählt
nl: geselecteerd

# MessageSelectAction
source: Select
de: Auswählen
nl: Selecteer

# MessageNoneSelected
source: Nothing selected
de: Nichts ausgewählt
nl: Niets geselecteerd

# MessageUndoSelection
source: Undo selection
de: Auswahl rückgängig machen
nl: Undo selectie

# MessageSelectAll
source: Select all
de: Alles auswählen
nl: Alles selecteren

# MessageAllName
source: All
de: Alles
nl: Alles

# MessageSelectFurther
source: Select further
de: Weiter auswählen
nl: Verder selecteren

# MessageGoToParentFolder
source: Go to parent folder
de: Zum übergeordneten Ordner gehen
nl: Ga naar bovenliggende map

# MessageMkdir
source: Create folder
de: Ordner erstellen
nl: Map maken

# MessageRenameDir
source: Rename
de: Umbenennen
nl: Naam wijzigen

# MessageLabels
source: Labels
de: Etiketten

# MessageRenameFileName
source: Rename file name
de: Dateinamen umbenennen
nl: Bestandsnaam wijzigen

# MessageRotateToRight
source: Rotation to the right
de: Drehung nach rechts
nl: Rotatie naar rechts

# MessageDeleteImmediately
source: Delete immediately
de: Unmittelbar löschen
nl: Verwijder onmiddellijk

# MessageVideoPlayBackError
source: There is something wrong with the playback of this video. Try 'More' and 'Download'.
de: Beim Abspielen dieses Videos ist etwas schiefgelaufen. Versuchen Sie 'Weitere' und 'Download'.
nl: Er is iets mis met het afspelen van deze video. Probeer eens via het menu 'Meer' en 'Download'.

# MessageVideoNotFound
source: This video is not found
de: Dieses Video wurde nicht gefunden
nl: Deze video is niet gevonden

# MessageColorClassIsUpdated
source: Colorclass is updated
de: Farbklasse wurde aktualisiert
nl: Colorclass is bijgewerkt

# ColorClassColour0
source: Colorless
de: Farblos
nl: Kleurloos

# ColorClassColour1
source: Pink
de: Rosa
nl: Roze

# ColorClassColour2
source: Red
de: Rot
nl: Rood

# ColorClassColour4
source: Yellow
de: Gelb
nl: Geel

# ColorClassColour5
source: Green
de: Grün
nl: Groen

# ColorClassColour6
source: Azure
de: Azurblau
nl: Azuur

# ColorClassColour7
source: Blue
de: Blau
nl: Blauw

# ColorClassColour8
source: Grey
de: Grau
nl: Grijs

# ColorClassColourResetFilter
source: Reset filter
de: Filter zurücksetzen
nl: Herstel filter

# MessageCloseDialog
source: Close
de: Schließen
nl: Sluiten

# MessageDesktopEditorOpenSingleFile
source: Open file
de: Datei öffnen
nl: Open bestand

# MessageDesktopEditorOpenMultipleFiles
source: Open files
de: Dateien öffnen
nl: Open bestanden

# MessageDesktopEditorUnableToOpen
source: Sorry, something went wrong opening the file
de: Entschuldigung, beim Öffnen der Datei ist ein Fehler aufgetreten
nl: Sorry, er iets misgegaan met het openen van het bestand

# MessageDesktopEditorConfirmationHeading
source: Do you really want to edit all of the selected photos?
de: Möchten Sie wirklich alle ausgewählten Fotos bearbeiten?
nl: Wil je echt alle geselecteerde foto's bewerken?

# MessageDesktopEditorConfirmationIntroText
source: This prompt is to prevent potential issues such as your computer freezing
de: Dieser Hinweis soll potenzielle Probleme wie das Einfrieren Ihres Computers verhindern
nl: Deze melding is bedoeld om te voorkomen dat er eventuele problemen optreden, zoals het vastlopen van je computer.

# MessageItemSelectionRequired
source: Please select at least one item before proceeding.
de: Bitte wählen Sie mindestens einen Artikel aus, bevor Sie fortfahren.
nl: Selecteer alstublieft eerst minstens één item voordat u doorgaat.

# MessageAppSettingsEntireAppScope
source: The AppSettings may only be modified by Administrators. These settings are applied for the entire application.
de: Die AppSettings dürfen nur von Administratoren geändert werden. Diese Einstellungen gelten für die gesamte Anwendung.
nl: De AppSettings mogen alleen worden aangepast door Administrators. Deze instellingen worden toegepast voor de gehele applicatie.

# MessageChangeNeedReSync
source: You have changed this setting, now you need to perform a full sync. Go to the root folder, the more menu and click on manual sync.
de: Sie haben diese Einstellung geändert, jetzt müssen Sie eine vollständige Synchronisierung durchführen. Gehen Sie zum Stammverzeichnis, zum Menü 'Weitere Optionen' und klicken Sie auf manuelle Synchronisierung.
nl: Je hebt deze instelling veranderd, nu dien je een volledige sync uit te voeren. Ga naar de hoofdmap, het meer-menu en klik op handmatig synchroniseren.

# MessageAppSettingsStorageFolder
source: Storage Folder
de: Speicherordner
nl: Opslag map

# MessageAppSettingStorageFolderSaveFail
source: Apologies, unable to save, we couldn't find the directory
de: Entschuldigung, Speichern nicht möglich, Verzeichnis konnte nicht gefunden werden
nl: Sorry het opslaan van de map is niet gelukt, de map is niet gevonden

# MessageAppSettingStorageFolderEnvUsedFail
source: Please update the 'app__storageFolder' environment variable to change the location
de: Bitte aktualisieren Sie die Umgebungsvariable 'app__storageFolder', um den Speicherort zu ändern
nl: Update alsjeblieft de 'app__storageFolder' environment variable om de opslag locatie te veranderen

# MessageSwitchButtonDesktopCollectionsRawOn
source: Raw first
de: Raw zuerst
nl: Raw eerst

# MessageSwitchButtonDesktopCollectionsJpegDefaultOff
source: Jpeg first
de: Jpeg zuerst
nl: Jpeg eerst

# MessageSwitchButtonDesktopApplication
source: AppSettings: Desktop application
de: App-Einstellungen: Desktop-Anwendung
nl: AppSettings: Desktop applicatie

# MessageSwitchButtonDesktopApplicationDescription
source: These settings are only available when using as Desktop application
de: Diese Einstellungen sind nur verfügbar, wenn sie als Desktop-Anwendung verwendet werden
nl: Deze instellingen zijn alleen beschikbaar als desktop applicatie

# MessageAppSettingDefaultEditorPhotos
source: Default application to edit photos:
de: Standardanwendung zum Bearbeiten von Fotos:
nl: Standaardtoepassing om foto's te bewerken:

# MessageAppSettingDefaultEditorPhotosDescription
source: Keep emthy to use the default system application
de: Leer lassen, um die Standard-Systemanwendung zu verwenden
nl: Hou leeg om de standaardtoepassing van het systeem te gebruiken

# MessageSwitchButtonDesktopCollectionsUpdateError
source: Something went wrong updating the collection preferences
de: Beim Aktualisieren der Sammlungseinstellungen ist ein Fehler aufgetreten
nl: Er ging iets met het updaten van de collectie voorkeur

# MessageSwitchButtonDesktopCollectionsUpdateSuccess
source: The collection preference is updated
de: Die Sammlungseinstellung wurde aktualisiert
nl: De collection voorkeur is bijgewerkt

# MessageSwitchButtonDesktopCollectionsRawJpegUpdateError
source: Something went wrong updating the Raw / Jpeg preferences
de: Beim Aktualisieren der Raw / Jpeg-Einstellungen ist ein Fehler aufgetreten
nl: Er ging iets mis bij het bijwerken van de voorkeur voor Raw / Jpeg

# MessageSwitchButtonDesktopCollectionsRawJpegUpdateSuccess
source: The Raw / Jpeg preference is updated
de: Die Raw / Jpeg-Einstellung wurde aktualisiert
nl: De voorkeur voor Raw / Jpeg is bijgewerkt

# MessageUnknownUsername
source: Unknown username
de: Unbekannter Benutzername
nl: Onbekende gebruikersnaam

# MessageDesktopMailLocalhostUsername
source: Desktop user
de: Desktop Benutzer
nl: Desktop gebruiker

# MessageUsername
source: Username
de: Benutzername
nl: Gebruikersnaam

# MessageRole
source: Role
de: Rolle
nl: Rol

# MessageExamplePassword
source: supersafe
de: supersicher
nl: superveilig

# MessageCurrentPassword
source: Enter your current password
de: Geben Sie Ihr aktuelles Passwort ein
nl: Voer uw huidige wachtwoord in

# MessageChangedPassword
source: Enter your new password
de: Geben Sie Ihr neues Passwort ein
nl: Voer uw nieuwe wachtwoord in

# MessageChangedConfirmPassword
source: And your new password again
de: Und Ihr neues Passwort erneut
nl: Herhaal je nieuwe wachtwoord

# MessageNoPassword
source: Enter the current and new password
de: Geben Sie das aktuelle und das neue Passwort ein
nl: Voer het huidige en nieuwe wachtwoord in

# MessagePassword
source: Enter your password
de: Geben Sie Ihr Passwort ein
nl: Geef je wachtwoord op

# MessagePasswordChanged
source: Your password has been successfully changed
de: Ihr Passwort wurde erfolgreich geändert
nl: Je wachtwoord is succesvol veranderd

# MessagePasswordNoMatch
source: The passwords do not match
de: Die Passwörter stimmen nicht überein
nl: De wachtwoorden komen niet overeen

# MessagePasswordModalError
source: The new password does not meet the criteria
de: Das neue Passwort entspricht nicht den Kriterien
nl: Het nieuwe wachtwoord voldoet niet aan de criteria

# MessageCreateNewAccount
source: Create new account
de: Neues Konto erstellen
nl: Maak nieuw account

# MessageConfirmPassword
source: Enter your password again
de: Geben Sie Ihr Passwort erneut ein
nl: Vul je wachtwoord nog een keer in

# MessageNoUsernamePassword
source: Enter an email address and password
de: Geben Sie eine E-Mail-Adresse und ein Passwort ein
nl: Voer een emailadres en een wachtwoord in

# MessageWrongFormatEmailAddress
source: Check your email address
de: Überprüfen Sie Ihre E-Mail-Adresse
nl: Controleer je email adres

# MessagePasswordToShort
source: Use at least 8 characters for your password
de: Verwenden Sie mindestens 8 Zeichen für Ihr Passwort
nl: Gebruik minimaal 8 tekens voor je wachtwoord

# MessageRejectedBadRequest
source: This request was rejected because the security requirements were not met (Error 400)
de: Dieses Anfrage wurde abgelehnt, weil die Sicherheitsanforderungen nicht erfüllt wurden (Fehler 400)
nl: Dit verzoek is afgewezen aangezien er niet voldaan is aan de beveiligingseisen (Error 400)

# MessageRegistrationTurnedOff
source: Registration is turned off
de: Die Registrierung ist deaktiviert
nl: Registratie is uitgezet

# MessageSignInInstead
source: Sign in instead
de: Stattdessen anmelden
nl: In plaats daarvan inloggen

# MessageLegalCreateAccountHtml
source: By creating an account you agree to <a href="/legal/toc.en.html" data-test="toc">Starsky's Conditions of Use</a>. Please see our <a href="/legal/privacy-policy.en.html" data-test="privacy">Privacy</a> Notice and our <a href="/legal/privacy-policy.en.html#cookie">Cookies Notice</a>
de: Durch das Erstellen eines Kontos stimmen Sie den <a href="/legal/toc.en.html" data-test="toc">Allgemeinen Geschäftsbedingungen</a> von Starsky zu. Bitte beachten Sie unsere <a href="/legal/privacy-policy.en.html" data-test="privacy">Datenschutzerklärung</a> und unsere <a href="/legal/privacy-policy.en.html#cookie">Cookie-Richtlinie</a>.
nl: Door het creëren van een account gaat u akkoord met de <a href="/legal/toc.nl.html" data-test="toc">Algemene Voorwaarden</a> van Starsky. Raadpleeg en bekijk hier onze <a href="/legal/privacy-policy.nl.html" data-test="privacy">Privacykennisgeving</a> en onze <a href="/legal/privacy-policy.nl.html#cookie">Cookieverklaring</a>.

# MessageFieldMaxLength
source: The field below can have a maximum of {maxlength} characters
de: Das Feld unten kann maximal {maxlength} Zeichen enthalten
nl: Het onderstaande veld mag maximaal {maxlength} tekens hebben

# MessageWrongUsernamePassword
source: Your username or password is incorrect. Try again
de: Ihr Benutzername oder Ihr Passwort ist falsch. Bitte versuchen Sie es erneut.
nl: Je gebruikersnaam of wachtwoord is niet juist. Probeer het opnieuw

# MessageLockedOut
source: You've tried to login too many times, please try again in an hour
de: Sie haben zu oft versucht, sich anzumelden. Bitte versuchen Sie es in einer Stunde erneut.
nl: Je hebt te vaak geprobeerd in te loggen, probeer het over een uur nog een keer

# MessageConnection
source: No connection is possible, please try again later
de: Es ist keine Verbindung möglich, bitte versuchen Sie es später erneut.
nl: Er is geen verbinding mogelijk, probeer het later opnieuw

# MessageDatabaseConnection
source: There are database connection issues. Check and edit the appsettings
de: Es gibt Probleme mit der Verbindung zur Datenbank. Überprüfen und bearbeiten Sie die App-Einstellungen.
nl: Er zijn problemen met de verbinding met de database. Controleer en pas de appsettings aan

# LogoutWarning
source: Do you want to log out?
de: Möchten Sie sich abmelden?
nl: Wil je uitloggen?

# MessageStayLoggedIn
source: Stay logged in
de: Angemeldet bleiben
nl: Blijf ingelogd

# MessageLogin
source: Login
de: Anmelden
nl: Inloggen

# MessageCreateAccount
source: Create account
de: Konto erstellen
nl: Account maken

# MessageMore
source: More
de: Mehr
nl: Meer

# MessagePrevious
source: Previous
de: Vorherige
nl: Vorige

# MessageNext
source: Next
de: Nächste
nl: Volgende

# MessageAddName
source: Add to
de: Hinzufügen zu
nl: Toevoegen

# MessageTagsWithColon
source: Tags:
de: Schlagwörter:

# MessageTagsDescription
source: Tags are comma-separated
de: Schlagwörter sind durch Kommas getrennt
nl: Tags zijn gescheiden door komma's

# MessageTitleWithColon
source: Title:
de: Titel:
nl: Titel:

# MessageOverwriteName
source: Overwrite
de: Überschreiben
nl: Overschrijven

# MessageTitleName
source: Title
de: Titel
nl: Titel

# MessageWriteErrorReadOnly
source: One or more files are read only. Only the files with write permissions have been updated.
de: Eine oder mehrere Dateien sind schreibgeschützt. Es wurden nur die Dateien mit Schreibrechten aktualisiert.
nl: Eén of meerdere bestanden zijn alleen lezen. Alleen de bestanden met schrijfrechten zijn geupdate.

# MessageErrorNotFoundSourceMissingRunSync
source: One or more files are already gone. Only the files that are present are updated. Run a manual sync
de: Eine oder mehrere Dateien sind bereits verschwunden. Es werden nur die vorhandenen Dateien aktualisiert. Führen Sie eine manuelle Synchronisierung durch
nl: Eén of meerdere bestanden zijn al verdwenen. Alleen de bestanden die wel aanwezig zijn geupdate. Draai een handmatige sync

# MessageSearchAndReplaceNameLong
source: Search and replace
de: Suchen und ersetzen
nl: Zoeken en vervangen

# MessageSearchAndReplaceNameShort
source: Replace
de: Ersetzen
nl: Vervangen

# MessageModifyName
source: Modify
de: Ändern
nl: Wijzigen

# MessageForceSyncCurrentFolder
source: Synchronize current directory manually
de: Aktuelles Verzeichnis manuell synchronisieren
nl: Handmatig synchroniseren van huidige map

# MessageWhereToFindReleaseReleasesUrlTokenContent
source: Go to the release overview
de: Gehen Sie zur Release-Übersicht
nl: Ga naar het release overzicht

# WhereToFindReleaseElectronApp
source: Go to the Help menu and then release overview
de: Gehen Sie zum Hilfemenü und dann zur Release-Übersicht
nl: Ga naar het Help menu en dan release overzicht

# MessageNewVersionUpdateToken
source: A new version is available {WhereToFindRelease} {otherInfo}
de: Eine neue Version ist verfügbar {WhereToFindRelease} {otherInfo}
nl: Er is een nieuwe versie beschikbaar {WhereToFindRelease} {otherInfo}

# MessageHealthStatusCriticalErrorsWithTheFollowingComponents
source: There are critical errors in the following components:
de: In den folgenden Komponenten liegen kritische Fehler vor:
nl: Er zijn kritieke fouten in de volgende onderdelen:

# MessageNoPhotos
source: There are no pictures
de: Es gibt keine Bilder
nl: Er zijn geen foto's

# MessageFilesAdded
source: These files have been added
de: Diese Dateien wurden hinzugefügt
nl: Deze bestanden zijn toegevoegd

# MessageApplicationException
source: We have a disruption on the application right now
de: Wir haben derzeit eine Störung bei der Anwendung
nl: We hebben een op dit moment een verstoring op de applicatie

# MessageRefreshPageTryAgain
source: Please reload the application to try again
de: Laden Sie die Anwendung herunter, um die Option zu testen
nl: Herlaad de applicatie om het opnieuw te proberen

# MessagePublishSelection
source: Publish selection
de: Auswahl veröffentlichen
nl: Publiceer selectie

# MessageGenericExportFail
source: Something went wrong with exporting
de: Beim Exportieren ist ein Fehler aufgetreten
nl: Er is iets misgegaan met exporteren

# MessageRetryExportFail
source: Retry this
de: Dies erneut versuchen
nl: Probeer het opnieuw

# MessageExportReady
source: The file {createZipKey} has finished exporting.
de: Die Datei {createZipKey} wurde erfolgreich exportiert.
nl: Het bestand {createZipKey} is klaar met exporteren.

# MessageDownloadAsZipArchive
source: Download as a zip archive
de: Als ZIP-Archiv herunterladen
nl: Download als zip-archief

# MessageOneMomentPlease
source: One moment please
de: Einen Moment bitte
nl: Een moment geduld alstublieft

# MessageItemName
source: What is the item about?
de: Worum geht es bei dem Element?
nl: Waar gaat het item over?

# MessageItemNameInUse
source: This name is already in use, please choose another name
de: Dieser Name wird bereits verwendet. Bitte wählen Sie einen anderen Namen
nl: Deze naam is al in gebruik, kies een andere naam

# MessagePublishProfileName
source: Profile setting
de: Profil-Einstellung
nl: Profiel instelling

# MessagePublishProfileNamesErrored
source: Profile setting: {publishProfileNames} contains filepath errors
de: Profil-Einstellung: {publishProfileNames} enthält Dateipfadfehler
nl: Profiel instelling: {publishProfileNames} bevat bestand locatie fouten

# MessageSelectionName
source: Selection
de: Auswahl
nl: Selectie

# MessageReadOnlyFolder
source: Read only folder
de: Nur-Lese-Ordner
nl: Alleen lezen map

# MessageUpdateLabels
source: Update labels
de: Etiketten aktualisieren
nl: Labels wijzigingen

# MessageColorClassification
source: Color Classification
de: Farbklassifizierung
nl: Kleur-Classificatie

# MessageDateTimeAgoEdited
source: ago edited
de: vorher bearbeitet
nl: geleden bewerkt

# MessageDateLessThan1Minute
source: less than one minute
de: weniger als eine Minute
nl: minder dan één minuut

# MessageDateMinutes
source: minutes
de: Minuten
nl: minuten

# MessageDateHour
source: hour
de: Stunde
nl: uur

# MessageCopiedLabels
source: The labels have been copied
de: Die Labels wurden kopiert
nl: De labels zijn gekopieerd

# MessagePasteLabels
source: The labels have been overwritten
de: Die Labels wurden überschrieben
nl: De labels zijn overschreven

# MessageCreationDate
source: Creation date
de: Erstellungsdatum
nl: Aanmaakdatum

# MessageCreationDateIsAtUnknownTime
source: is at an unknown time
de: ist zu einem unbekannten Zeitpunkt
nl: is op een onbekend moment

# MessageNounNameless
source: Unnamed
de: Unbenannt
nl: Naamloze

# MessageNounNone
source: Not any
de: Nicht eine
nl: Geen enkele

# MessageLocation
source: location
de: Lokalisierung
nl: locatie

# MessageCreateNewFolderFeature
source: Create new folder
de: Neuen Ordner erstellen
nl: Nieuwe map aanmaken

# MessageNonValidDirectoryName
source: Check the name, this folder cannot be created in this way
de: Überprüfen Sie den Namen, dieser Ordner kann nicht auf diese Weise erstellt werden
nl: Controleer de naam, deze map kan niet zo worden aangemaakt

# MessageGeneralMkdirCreateError
source: An error occurred while creating this folder
de: Beim Erstellen dieses Ordners ist ein Fehler aufgetreten
nl: Er is misgegaan met het aanmaken van deze map

# MessageDirectoryExistError
source: The folder already exists, try a different name
de: Der Ordner existiert bereits. Versuchen Sie einen anderen Namen
nl: De map bestaat al, probeer een andere naam

# MessageRenameCurrentFolder
source: Rename current folder
de: Aktuellen Ordner umbenennen
nl: Huidige mapnaam wijzigen

# MessageRemoveCache
source: Refresh cache of current directory
de: Aktualisieren Sie den Cache des aktuellen Verzeichnisses
nl: Verwijder cache van huidige map

# MessageGeoSync
source: Automatically add geolocation
de: Geolocation automatisch hinzufügen
nl: Voeg geolocatie automatisch toe
